Repository: Mohanad-ALNUNU/coif
Catalog: lib/l10n/app_*.arb
Languages: fr

# searchHint
source: Search salons...
fr: Rechercher des salons...

source: Sort by:
fr: Trier par:

source: Rating
fr: Note

source: Price
fr: Prix

# noSalonsFound
source: No salons found matching your criteria
fr: Aucun salon trouvé selon vos critères

source: All
fr: Tous

source: Hair
fr: Cheveux

source: Nails
fr: Ongles

source: Skincare
fr: Soin de la peau

source: Makeup
fr: Maquillage

source: Reviews
fr: Avis

# contactProfessional
source: Contact a Professional
fr: Contacter un professionnel

source: Contact Salon
fr: Contacter le salon

source: Call Salon
fr: Appeler le salon

source: Send Message
fr: Envoyer un message

source: Settings
fr: Paramètres

# personalInfo
source: Personal Information
fr: Informations personnelles

source: Language
fr: Langue

source: Help & Support
fr: Aide & Support

source: Log Out
fr: Déconnexion

source: Recent Appointments
fr: Rendez-vous récents

source: Completed
fr: Terminé

source: Upcoming
fr: À venir

# kmAway
source: {distance} km away
fr: {distance} km

source: Hair Coloring
fr: Coloration des cheveux

source: Full Body Massage
fr: Massage complet du corps

source: Manicure & Pedicure
fr: Manucure & Pédicure

# date1
source: May 10, 2025
fr: 10 mai 2025

# date2
source: May 5, 2025
fr: 5 mai 2025

# date3
source: May 15, 2025
fr: 15 mai 2025

source: Salon Dashboard
fr: Tableau de bord du salon

source: Today's Appointments
fr: Rendez-vous d'aujourd'hui

source: Total Reviews
fr: Total des avis

source: Average Rating
fr: Note moyenne

source: Today's Schedule
fr: Programme du jour

source: View All
fr: Voir tout

# contactSalonBooking
source: Contact the salon directly to book appointments.
fr: Contactez le salon directement pour prendre rendez-vous.

source: Services Overview
fr: Aperçu des services

# bookingsThisMonth
source: {count} bookings this month
fr: {count} réservations ce mois-ci

source: Haircut & Styling
fr: Coupe & Coiffure

source: Facial Treatments
fr: Soins du visage

# salonGlamourBeauty
source: Glamour Beauty
fr: Glamour Beauté

# salonZenSpa
source: Zen Spa
fr: Spa Zen

# salonNailArt
source: Nail Art Studio
fr: Studio Nail Art

# userName
source: John Doe
fr: Jean Dupont

# userEmail
source: john.doe@example.com
fr: jean.dupont@exemple.com

# loyaltyPoints
source: Your Loyalty Points
fr: Vos Points de Fidélité

source: Current Offers
fr: Offres Actuelles

# hairTreatmentOffer
source: 20% Off Hair Treatment
fr: 20% de Réduction sur le Traitement des Cheveux

# freeManicureOffer
source: Free Manicure
fr: Manucure Gratuite

# spaDayOffer
source: Spa Day Package 50% Off
fr: 50% de Réduction sur le Forfait Spa

# validUntil
source: Valid until {date}
fr: Valable jusqu'au {date}

source: Redeem
fr: Échanger

source: Points History
fr: Historique des Points

source: Hair Coloring Service
fr: Service de Coloration des Cheveux

source: Spa Treatment
fr: Traitement Spa

source: Manicure Redemption
fr: Échange de Manucure
